Repository: Kurozora/kurozora-app
Catalog: Kurozora/Supporting Files/Content.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, es_419, fa, fi, fil, fr, he, hi, hu, hy, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Community Pick
ar: اختيار المجتمع
bn: কমিউনিটির পছন্দ
cs: Tip komunity
da: Fællesskabets valg
de: Community-Tipp
el: Επιλογή Κοινότητας
es: Selección de la comunidad
es_419: Selección de la comunidad
fa: انتخاب جامعه
fi: Yhteisön valinta
fil: Pinili ng Komunidad
fr: Choix de la communauté
he: בחירת הקהילה
hi: समुदाय की पसंद
hu: Közösség választása
hy: Համայնքի ընտրանի
id: Pilihan Komunitas
it: Scelta della community
ja: コミュニティのおすすめ
ko: 커뮤니티 추천
ms: Pilihan Komuniti
nb: Fellesskapets valg
nl: Communitykeuze
pl: Wybór społeczności
pt_br: Escolha da Comunidade
pt_pt: Escolha da Comunidade
ro: Alegerea comunității
ru: Выбор сообщества
sv: Communityns val
ta: சமூகத்தின் தேர்வு
te: కమ్యూనిటీ ఎంపిక
th: ตัวเลือกของชุมชน
tr: Topluluk Seçimi
uk: Вибір спільноти
ur: کمیونٹی کا انتخاب
vi: Lựa chọn của cộng đồng
zh_hans: 社区精选
zh_hant: 社群精選

source: Compact
ar: مُدمج
bn: কমপ্যাক্ট
cs: Kompaktní
da: Kompakt
de: Kompakt
el: Συμπαγές
es: Compacto
es_419: Compacto
fa: فشرده
fi: Tiivis
he: קומפקטי
hi: सघन
hu: Kompakt
hy: Կոմպակտ
id: Ringkas
it: Compatto
ja: コンパクト
ko: 간략하게
ms: Padat
nb: Kompakt
pl: Kompaktowy
pt_br: Compacto
pt_pt: Compacto
ru: Компактный
sv: Kompakt
ta: சுருக்கமான
te: కాంపాక్ట్
th: กะทัดรัด
tr: Sıkışık
uk: Компактний
ur: مختصر
vi: Gọn
zh_hans: 紧凑
zh_hant: 精簡

source: Compressed
ar: مضغوط
bn: কমপ্রেসড
cs: Stlačené
da: Sammentrykt
de: Schmal
el: Συμπιεσμένο
es: Comprimido
es_419: Comprimido
fa: متراکم
fi: Tiivistetty
fr: Condensé
he: דחוס
hi: संपीडित
hu: Tömörített
hy: Սեղմված
id: Terkompresi
it: Compresso
ja: コンプレスト
ko: 압축형
ms: Mampat
nb: Komprimert
nl: Smal
pl: Zwężony
pt_br: Comprimido
pt_pt: Comprimido
ro: Comprimat
ru: Сжатый
sv: Komprimerad
ta: அழுத்தப்பட்ட
te: కంప్రెస్డ్
th: บีบอัด
tr: Sıkıştırılmış
uk: Стиснений
ur: سکیڑا ہوا
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮

source: Content is translated on this device, so nothing is sent anywhere.
ar: تتم الترجمة على هذا الجهاز، فلا يُرسل أي شيء إلى أي مكان.
bn: এই ডিভাইসেই অনুবাদ হয়, তাই কিছুই কোথাও পাঠানো হয় না।
cs: Překlad probíhá v tomto zařízení, takže se nic nikam neodesílá.
da: Indhold oversættes på denne enhed, så intet sendes nogen steder hen.
de: Inhalte werden auf diesem Gerät übersetzt. Es wird nichts gesendet.
el: Το περιεχόμενο μεταφράζεται σε αυτή τη συσκευή, οπότε δεν αποστέλλεται τίποτα.
es: El contenido se traduce en este dispositivo, así que no se envía nada.
es_419: El contenido se traduce en este dispositivo, así que no se envía nada.
fa: محتوا روی همین دستگاه ترجمه می‌شود، بنابراین چیزی ارسال نمی‌شود.
fi: Sisältö käännetään tällä laitteella, joten mitään ei lähetetä.
fil: Isinasalin ang nilalaman sa device na ito, kaya walang ipinapadala kahit saan.
fr: Le contenu est traduit sur cet appareil, rien n'est envoyé.
he: התוכן מתורגם במכשיר הזה, ולכן שום דבר לא נשלח לשום מקום.
hi: सामग्री का अनुवाद इसी डिवाइस पर होता है, इसलिए कुछ भी कहीं नहीं भेजा जाता।
hu: A tartalom fordítása ezen az eszközön történik, így semmi sem kerül elküldésre.
hy: Բովանդակությունը թարգմանվում է այս սարքում, ուստի ոչինչ չի ուղարկվում։
id: Konten diterjemahkan di perangkat ini, jadi tidak ada yang dikirim ke mana pun.
it: I contenuti vengono tradotti su questo dispositivo, quindi non viene inviato nulla.
ja: 翻訳はこのデバイス上で行われ、どこにも送信されません。
ko: 콘텐츠는 이 기기에서 번역되며 어디에도 전송되지 않아요.
ms: Kandungan diterjemah pada peranti ini, jadi tiada apa-apa yang dihantar.
nb: Innhold oversettes på denne enheten, så ingenting sendes noe sted.
nl: Inhoud wordt op dit apparaat vertaald, er wordt niets verstuurd.
pl: Treści są tłumaczone na tym urządzeniu, więc nic nie jest nigdzie wysyłane.
pt_br: O conteúdo é traduzido neste dispositivo, então nada é enviado.
pt_pt: O conteúdo é traduzido neste dispositivo, por isso nada é enviado.
ro: Conținutul este tradus pe acest dispozitiv, așa că nu se trimite nimic.
ru: Контент переводится на этом устройстве, поэтому ничего никуда не отправляется.
sv: Innehåll översätts på den här enheten, så inget skickas någonstans.
ta: உள்ளடக்கம் இந்தச் சாதனத்திலேயே மொழிபெயர்க்கப்படுகிறது, எதுவும் எங்கும் அனுப்பப்படுவதில்லை.
te: కంటెంట్ ఈ పరికరంలోనే అనువదించబడుతుంది, కాబట్టి ఏదీ ఎక్కడికీ పంపబడదు.
th: เนื้อหาจะถูกแปลบนอุปกรณ์นี้ จึงไม่มีการส่งข้อมูลไปที่ใด
tr: İçerik bu cihazda çevrilir, hiçbir şey gönderilmez.
uk: Вміст перекладається на цьому пристрої, тож нічого нікуди не надсилається.
ur: مواد اسی ڈیوائس پر ترجمہ ہوتا ہے، اس لیے کچھ بھی کہیں نہیں بھیجا جاتا۔
vi: Nội dung được dịch ngay trên thiết bị này nên không có gì được gửi đi.
zh_hans: 内容在本设备上翻译，不会发送到任何地方。
zh_hant: 內容在本裝置上翻譯，不會傳送到任何地方。

source: Couldn't translate
ar: تعذّرت الترجمة
bn: অনুবাদ করা যায়নি
cs: Nelze přeložit
da: Kunne ikke oversætte
de: Übersetzung nicht möglich
el: Δεν ήταν δυνατή η μετάφραση
es: No se pudo traducir
es_419: No se pudo traducir
fa: ترجمه ممکن نشد
fi: Kääntäminen epäonnistui
fil: Hindi maisalin
fr: Traduction impossible
he: לא ניתן לתרגם
hi: अनुवाद नहीं हो सका
hu: Nem sikerült lefordítani
hy: Չհաջողվեց թարգմանել
id: Tidak bisa diterjemahkan
it: Impossibile tradurre
ja: 翻訳できませんでした
ko: 번역할 수 없음
ms: Tidak dapat diterjemah
nb: Kunne ikke oversette
nl: Vertalen mislukt
pl: Nie udało się przetłumaczyć
pt_br: Não foi possível traduzir
pt_pt: Não foi possível traduzir
ro: Traducerea nu a reușit
ru: Не удалось перевести
sv: Kunde inte översätta
ta: மொழிபெயர்க்க முடியவில்லை
te: అనువదించలేకపోయాం
th: แปลไม่สำเร็จ
tr: Çevrilemedi
uk: Не вдалося перекласти
ur: ترجمہ نہیں ہو سکا
vi: Không dịch được
zh_hans: 无法翻译
zh_hant: 無法翻譯

source: Country of Origin
ar: بلد المنشأ
bn: উৎপত্তির দেশ
cs: Země původu
da: Oprindelsesland
de: Herkunftsland
el: Χώρα Προέλευσης
es: País de origen
es_419: País de origen
fa: کشور سازنده
fi: Alkuperämaa
fil: Bansang Pinagmulan
fr: Pays d’origine
he: ארץ מקור
hi: मूल देश
hu: Származási ország
hy: Ծագման երկիր
id: Negara Asal
it: Paese d'origine
ja: 制作国
ko: 제작 국가
ms: Negara Asal
nb: Opprinnelsesland
nl: Land van herkomst
pl: Kraj pochodzenia
pt_br: País de origem
pt_pt: País de origem
ro: Țara de origine
ru: Страна происхождения
sv: Ursprungsland
ta: மூல நாடு
te: మూల దేశం
th: ประเทศต้นกำเนิด
tr: Köken Ülkesi
uk: Країна походження
ur: ملکِ آغاز
vi: Quốc gia gốc
zh_hans: 原产国
zh_hant: 原產國

source: Crop
ar: اقتصاص
bn: ক্রপ
cs: Oříznout
da: Beskær
de: Zuschneiden
el: Περικοπή
es: Recortar
es_419: Recortar
fa: برش
fi: Rajaa
fr: Recadrer
he: חיתוך
hi: क्रॉप
hu: Vágás
hy: Կտրել
id: Pangkas
it: Ritaglia
ja: 切り抜き
ko: 자르기
ms: Pangkas
nb: Beskjær
nl: Bijsnijden
pl: Kadruj
pt_br: Recortar
pt_pt: Recortar
ro: Decupare
ru: Обрезать
sv: Beskär
ta: வெட்டு
te: క్రాప్
th: ครอบตัด
tr: Kırp
uk: Обрізати
ur: کاٹیں
vi: Cắt
zh_hans: 裁剪
zh_hant: 裁切

source: Current streak
ar: السلسلة الحالية
bn: বর্তমান স্ট্রিক
cs: Aktuální série
da: Nuværende streak
de: Aktuelle Serie
el: Τρέχον σερί
es: Racha actual
es_419: Racha actual
fa: زنجیره فعلی
fi: Nykyinen putki
fil: Kasalukuyang streak
fr: Série actuelle
he: רצף נוכחי
hi: वर्तमान स्ट्रीक
hu: Jelenlegi sorozat
hy: Ընթացիկ շարք
id: Streak saat ini
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
ms: Streak semasa
nb: Nåværende rekke
nl: Huidige reeks
pl: Aktualna seria
pt_br: Sequência atual
pt_pt: Sequência atual
ro: Seria actuală
ru: Текущая серия
sv: Nuvarande svit
ta: தற்போதைய தொடர்
te: ప్రస్తుత స్ట్రీక్
th: สตรีคปัจจุบัน
tr: Güncel seri
uk: Поточна серія
ur: موجودہ اسٹریک
vi: Chuỗi hiện tại
zh_hans: 当前连胜
zh_hant: 目前連勝

source: Currently Airing
ar: يُعرض حاليًا
bn: বর্তমানে প্রচারিত হচ্ছে
cs: Právě vysíláno
da: Sendes nu
de: Wird ausgestrahlt
el: Προβάλλεται Τώρα
es: En emisión
es_419: En emisión
fa: در حال پخش
fi: Esitetään parhaillaan
fil: Kasalukuyang Ina-air
fr: En cours de diffusion
he: משודר כעת
hi: अभी प्रसारित हो रहा है
hu: Jelenleg adásban
hy: Ներկայումս հեռարձակվում է
id: Sedang Tayang
it: In onda
ja: 放送中
ko: 방영 중
ms: Sedang Disiarkan
nb: Sendes nå
nl: Wordt momenteel uitgezonden
pl: Obecnie emitowane
pt_br: Em exibição
pt_pt: A transmitir atualmente
ro: În difuzare
ru: Сейчас выходит
sv: Sänds nu
ta: தற்போது ஒளிபரப்பாகிறது
te: ప్రస్తుతం ప్రసారమవుతోంది
th: กำลังออนแอร์
tr: Yayında
uk: Зараз транслюється
ur: ابھی نشر ہو رہا ہے
vi: Đang phát sóng
zh_hans: 正在播出
zh_hant: 正在播映

source: Currently Publishing
ar: يُنشر حاليًا
bn: বর্তমানে প্রকাশিত হচ্ছে
cs: Právě vydáváno
da: Udgives nu
de: Erscheint aktuell
el: Εκδίδεται Τώρα
es: En publicación
es_419: En publicación
fa: در حال انتشار
fi: Julkaistaan parhaillaan
fil: Kasalukuyang Inilalathala
fr: En cours de publication
he: מתפרסם כעת
hi: अभी प्रकाशित हो रहा है
hu: Jelenleg megjelenik
hy: Ներկայումս հրապարակվում է
id: Sedang Terbit
it: In pubblicazione
ja: 連載中
ko: 연재 중
ms: Sedang Diterbitkan
nb: Publiseres nå
nl: Wordt momenteel gepubliceerd
pl: Obecnie wydawane
pt_br: Em publicação
pt_pt: A publicar atualmente
ro: În publicare
ru: Сейчас издаётся
sv: Publiceras nu
ta: தற்போது வெளியிடப்படுகிறது
te: ప్రస్తుతం ప్రచురితమవుతోంది
th: กำลังตีพิมพ์
tr: Yayımlanıyor
uk: Зараз публікується
ur: ابھی شائع ہو رہا ہے
vi: Đang phát hành
zh_hans: 正在连载
zh_hant: 正在連載

source: Daily #%lld
ar: لغز يومي #%lld
bn: ডেইলি #%lld
cs: Denní hádanka #%lld
da: Daglig #%lld
de: Tagesrätsel #%lld
el: Ημερήσιο #%lld
es: Diario n.º %lld
es_419: Diario n.º %lld
fa: روزانه #%lld
fi: Päivän pulma #%lld
fr: Énigme du jour n° %lld
he: יומי #%lld
hi: डेली #%lld
hu: Napi feladvány #%lld
hy: Օրվա հանելուկ #%lld
id: Harian #%lld
it: Giornaliero #%lld
ja: デイリー #%lld
ko: 데일리 #%lld
ms: Harian #%lld
nb: Daglig #%lld
nl: Dagelijks #%lld
pl: Zagadka dnia #%lld
pt_br: Diário #%lld
pt_pt: Diário #%lld
ro: Zilnic #%lld
ru: Ежедневная #%lld
sv: Daglig #%lld
ta: தினசரி #%lld
te: డైలీ #%lld
th: รายวัน #%lld
tr: Günlük #%lld
uk: Щоденна #%lld
ur: روزانہ #%lld
vi: Hằng ngày #%lld
zh_hans: 每日 #%lld
zh_hant: 每日 #%lld

source: Deceased
ar: متوفّى
bn: প্রয়াত
cs: Zesnulý/á
da: Afdød
de: Verstorben
el: Αποθανών
es: Fallecido
es_419: Fallecido
fa: درگذشته
fi: Edesmennyt
fil: Pumanaw na
fr: Décédé
he: נפטר
hi: मृत
hu: Elhunyt
hy: Մահացած
id: Meninggal
it: Deceduto
ja: 故人
ko: 사망
ms: Meninggal Dunia
nb: Avdød
nl: Overleden
pl: Zmarły
pt_br: Falecido
pt_pt: Falecido
ro: Decedat
ru: Умер
sv: Avliden
ta: இறந்தவர்
te: మరణించారు
th: เสียชีวิตแล้ว
tr: Vefat Etti
uk: Помер
ur: وفات یافتہ
vi: Đã mất
zh_hans: 已故
zh_hant: 已逝世

source: Deceased Date
ar: تاريخ الوفاة
bn: মৃত্যুর তারিখ
cs: Datum úmrtí
da: Dødsdato
de: Sterbedatum
el: Ημερομηνία Θανάτου
es: Fecha de fallecimiento
es_419: Fecha de fallecimiento
fa: تاریخ درگذشت
fi: Kuolinpäivä
fil: Petsa ng Pagpanaw
fr: Date de décès
he: תאריך פטירה
hi: मृत्यु तिथि
hu: Elhalálozás dátuma
hy: Մահվան ամսաթիվ
id: Tanggal Meninggal
it: Data del decesso
ja: 没年月日
ko: 사망일
ms: Tarikh Meninggal
nb: Dødsdato
nl: Overlijdensdatum
pl: Data śmierci
pt_br: Data de falecimento
pt_pt: Data de falecimento
ro: Data decesului
ru: Дата смерти
sv: Dödsdatum
ta: இறந்த தேதி
te: మరణించిన తేదీ
th: วันที่เสียชีวิต
tr: Vefat Tarihi
uk: Дата смерті
ur: تاریخِ وفات
vi: Ngày mất
zh_hans: 逝世日期
zh_hant: 逝世日期

source: Delete
ar: حذف
bn: মুছুন
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
es_419: Eliminar
fa: حذف
fi: Poista
fil: Tanggalin
fr: Supprimer
he: מחיקה
hi: हटाएँ
hu: Törlés
hy: Ջնջել
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijder
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
ta: நீக்கு
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Delete letter
ar: حذف حرف
bn: অক্ষর মুছে ফেলো
cs: Smazat písmeno
da: Slet bogstav
de: Buchstabe löschen
el: Διαγραφή γράμματος
es: Borrar letra
es_419: Borrar letra
fa: حذف حرف
fi: Poista kirjain
fil: Burahin ang letra
fr: Supprimer la lettre
he: מחק אות
hi: अक्षर हटाएँ
hu: Betű törlése
hy: Հեռացնել տառը
id: Hapus huruf
it: Elimina lettera
ja: 文字を削除
ko: 글자 삭제
ms: Hapus huruf
nb: Slett bokstav
nl: Letter verwijderen
pl: Usuń literę
pt_br: Apagar letra
pt_pt: Apagar letra
ro: Șterge litera
ru: Удалить букву
sv: Ta bort bokstav
ta: எழுத்தை நீக்கு
te: అక్షరాన్ని తొలగించు
th: ลบตัวอักษร
tr: Harfi sil
uk: Видалити літеру
ur: حرف مٹائیں
vi: Xóa chữ
zh_hans: 删除字母
zh_hant: 刪除字母

source: Delete Library
ar: حذف المكتبة
bn: লাইব্রেরি মুছুন
cs: Smazat knihovnu
da: Slet bibliotek
de: Bibliothek löschen
el: Διαγραφή Βιβλιοθήκης
es: Eliminar biblioteca
es_419: Eliminar biblioteca
fa: حذف کتابخانه
fi: Poista kirjasto
fil: Tanggalin ang Library
fr: Supprimer la bibliothèque
he: מחיקת הספרייה
hi: लाइब्रेरी हटाएँ
hu: Könyvtár törlése
hy: Ջնջել գրադարանը
id: Hapus Perpustakaan
it: Elimina la libreria
ja: ライブラリを削除
ko: 라이브러리 삭제
ms: Padam Pustaka
nb: Slett biblioteket
nl: Bibliotheek verwijderen
pl: Usuń bibliotekę
pt_br: Excluir biblioteca
pt_pt: Eliminar biblioteca
ro: Ștergeți biblioteca
ru: Удалить библиотеку
sv: Radera bibliotek
ta: நூலகத்தை நீக்கு
te: లైబ్రరీని తొలగించు
th: ลบคลัง
tr: Kütüphaneyi Sil
uk: Видалити бібліотеку
ur: لائبریری حذف کریں
vi: Xóa thư viện
zh_hans: 删除资料库
zh_hant: 刪除書庫

source: Delete Message
ar: حذف الرسالة
bn: বার্তা মুছুন
cs: Smazat zprávu
da: Slet besked
de: Nachricht löschen
el: Διαγραφή Μηνύματος
es: Eliminar mensaje
es_419: Eliminar mensaje
fa: حذف پیام
fi: Poista viesti
fil: Tanggalin ang Mensahe
fr: Supprimer le message
he: מחיקת הודעה
hi: संदेश हटाएँ
hu: Üzenet törlése
hy: Ջնջել հաղորդագրությունը
id: Hapus Pesan
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
ms: Padam Mesej
nb: Slett melding
nl: Bericht verwijderen
pl: Usuń wiadomość
pt_br: Excluir mensagem
pt_pt: Eliminar mensagem
ro: Șterge mesajul
ru: Удалить сообщение
sv: Radera meddelande
ta: செய்தியை நீக்கு
te: మెసేజ్‌ను తొలగించు
th: ลบข้อความ
tr: Mesajı Sil
uk: Видалити повідомлення
ur: پیغام حذف کریں
vi: Xóa tin nhắn
zh_hans: 删除消息
zh_hant: 刪除訊息

source: Delete Rating
ar: حذف التقييم
bn: রেটিং মুছুন
cs: Smazat hodnocení
da: Slet bedømmelse
de: Bewertung löschen
el: Διαγραφή βαθμολογίας
es: Eliminar valoración
es_419: Eliminar calificación
fa: حذف امتیاز
fi: Poista arvio
fil: Tanggalin ang Rating
fr: Supprimer la note
he: מחיקת דירוג
hi: रेटिंग हटाएँ
hu: Értékelés törlése
hy: Ջնջել գնահատականը
id: Hapus Penilaian
it: Elimina valutazione
ja: 評価を削除
ko: 평가 삭제
ms: Padam Penilaian
nb: Slett vurdering
nl: Beoordeling verwijderen
pl: Usuń ocenę
pt_br: Excluir avaliação
pt_pt: Eliminar avaliação
ro: Șterge evaluarea
ru: Удалить оценку
sv: Radera betyg
ta: மதிப்பீட்டை நீக்கு
te: రేటింగ్ తొలగించు
th: ลบคะแนน
tr: Puanı Sil
uk: Видалити оцінку
ur: درجہ بندی حذف کریں
vi: Xóa đánh giá
zh_hans: 删除评分
zh_hant: 刪除評分

source: Delete Rating?
ar: هل تريد حذف التقييم؟
bn: রেটিং মুছবেন?
cs: Smazat hodnocení?
da: Slet bedømmelse?
de: Bewertung löschen?
el: Διαγραφή βαθμολογίας;
es: ¿Eliminar la puntuación?
es_419: ¿Eliminar calificación?
fa: امتیاز حذف شود؟
fi: Poistetaanko arvostelu?
fil: Tanggalin ang Rating?
fr: Supprimer la note ?
he: למחוק את הדירוג?
hi: रेटिंग हटाएँ?
hu: Törli az értékelést?
hy: Ջնջե՞լ գնահատականը
id: Hapus Penilaian?
it: Eliminare la valutazione?
ja: 評価を削除しますか？
ko: 평가를 삭제하시겠습니까?
ms: Padam Penilaian?
nb: Vil du slette vurderingen?
nl: Beoordeling verwijderen?
pl: Usunąć ocenę?
pt_br: Excluir avaliação?
pt_pt: Eliminar a avaliação?
ro: Ștergeți evaluarea?
ru: Удалить оценку?
sv: Radera betyg?
ta: மதிப்பீட்டை நீக்கவா?
te: రేటింగ్‌ను తొలగించాలా?
th: ลบคะแนนหรือไม่?
tr: Puan Silinsin mi?
uk: Видалити оцінку?
ur: کیا ریٹنگ حذف کریں؟
vi: Xóa đánh giá?
zh_hans: 删除评分？
zh_hant: 要刪除評分嗎？

source: Delete Review
ar: حذف المراجعة
bn: রিভিউ মুছুন
cs: Smazat recenzi
da: Slet anmeldelse
de: Rezension löschen
el: Διαγραφή Κριτικής
es: Eliminar reseña
es_419: Eliminar reseña
fa: حذف نقد
fi: Poista arvostelu
fil: Tanggalin ang Review
fr: Supprimer la critique
he: מחיקת ביקורת
hi: समीक्षा हटाएँ
hu: Vélemény törlése
hy: Ջնջել կարծիքը
id: Hapus Ulasan
it: Elimina recensione
ja: レビューを削除
ko: 리뷰 삭제
ms: Padam Ulasan
nb: Slett anmeldelse
nl: Recensie verwijderen
pl: Usuń recenzję
pt_br: Excluir review
pt_pt: Eliminar crítica
ro: Șterge recenzia
ru: Удалить отзыв
sv: Radera recension
ta: மதிப்புரையை நீக்கு
te: రివ్యూను తొలగించు
th: ลบรีวิว
tr: İncelemeyi Sil
uk: Видалити відгук
ur: تبصرہ حذف کریں
vi: Xóa bài đánh giá
zh_hans: 删除评论
zh_hant: 刪除評論

source: Delete this entry
ar: حذف هذا الإدخال
bn: এই এন্ট্রিটি মুছুন
cs: Smazat tento záznam
da: Slet denne post
de: Diesen Eintrag löschen
el: Διαγραφή αυτής της καταχώρισης
es: Eliminar esta entrada
es_419: Eliminar esta entrada
fa: حذف این مورد
fi: Poista tämä merkintä
fil: Tanggalin ang entry na ito
fr: Supprimer cette entrée
he: מחיקת רשומה זו
hi: यह प्रविष्टि हटाएँ
hu: Bejegyzés törlése
hy: Ջնջել այս գրառումը
id: Hapus entri ini
it: Elimina questa voce
ja: この項目を削除
ko: 이 항목 삭제
ms: Padam entri ini
nb: Slett denne oppføringen
nl: Dit item verwijderen
pl: Usuń ten wpis
pt_br: Excluir este registro
pt_pt: Eliminar esta entrada
ro: Șterge această intrare
ru: Удалить эту запись
sv: Radera den här posten
ta: இந்த உள்ளீட்டை நீக்கு
te: ఈ ఎంట్రీని తొలగించు
th: ลบรายการนี้
tr: Bu girişi sil
uk: Видалити цей запис
ur: یہ اندراج حذف کریں
vi: Xóa mục này
zh_hans: 删除此条目
zh_hant: 刪除這筆項目

source: Delete this entry?
ar: هل تريد حذف هذا الإدخال؟
bn: এই এন্ট্রিটি মুছবেন?
cs: Smazat tento záznam?
da: Slet denne post?
de: Diesen Eintrag löschen?
el: Διαγραφή αυτής της καταχώρισης;
es: ¿Eliminar esta entrada?
es_419: ¿Eliminar esta entrada?
fa: این مورد حذف شود؟
fi: Poistetaanko tämä merkintä?
fil: Tanggalin ang entry na ito?
fr: Supprimer cette entrée ?
he: למחוק רשומה זו?
hi: यह प्रविष्टि हटाएँ?
hu: Törli ezt a bejegyzést?
hy: Ջնջե՞լ այս գրառումը
id: Hapus entri ini?
it: Eliminare questa voce?
ja: この項目を削除しますか？
ko: 이 항목을 삭제하시겠습니까?
ms: Padam entri ini?
nb: Vil du slette denne oppføringen?
nl: Dit item verwijderen?
pl: Usunąć ten wpis?
pt_br: Excluir este registro?
pt_pt: Eliminar esta entrada?
ro: Ștergeți această intrare?
ru: Удалить эту запись?
sv: Radera den här posten?
ta: இந்த உள்ளீட்டை நீக்கவா?
te: ఈ ఎంట్రీని తొలగించాలా?
th: ลบรายการนี้หรือไม่?
tr: Bu giriş silinsin mi?
uk: Видалити цей запис?
ur: کیا یہ اندراج حذف کریں؟
vi: Xóa mục này?
zh_hans: 删除此条目？
zh_hant: 要刪除這筆項目嗎？

source: Depiction
ar: التصوير
bn: চিত্রায়ণ
cs: Zobrazení
da: Skildring
de: Darstellung
el: Απεικόνιση
es: Representación
es_419: Representación
fa: نحوه‌ی نمایش
fi: Kuvaus
fil: Paglalarawan
fr: Représentation
he: תיאור
hi: चित्रण
hu: Ábrázolás
hy: Պատկերում
id: Penggambaran
it: Rappresentazione
ja: 描写
ko: 묘사
ms: Penggambaran
nb: Fremstilling
nl: Weergave
pl: Przedstawienie
pt_br: Representação
pt_pt: Representação
ro: Reprezentare
ru: Изображение
sv: Skildring
ta: சித்தரிப்பு
te: చిత్రణ
th: การนำเสนอ
tr: Tasvir
uk: Зображення
ur: عکاسی
vi: Mô tả
zh_hans: 描绘
zh_hant: 描繪

source: Describe yourself!
ar: عرّف بنفسك!
bn: নিজের সম্পর্কে লেখো!
cs: Popiš se!
da: Beskriv dig selv!
de: Beschreib dich!
el: Πες μας λίγα λόγια για σένα!
es: ¡Descríbete!
es_419: ¡Descríbete!
fa: خودت را معرفی کن!
fi: Kerro itsestäsi!
fil: Ilarawan ang iyong sarili!
fr: Décris-toi !
he: ספרו על עצמכם!
hi: अपने बारे में बताओ!
hu: Mutatkozz be!
hy: Նկարագրիր քեզ։
id: Ceritakan tentang dirimu!
it: Raccontaci di te!
ja: 自己紹介を書こう！
ko: 자신을 소개해 보세요!
ms: Ceritakan tentang diri kamu!
nb: Beskriv deg selv!
nl: Beschrijf jezelf!
pl: Opisz siebie!
pt_br: Fale sobre você!
pt_pt: Descreve-te!
ro: Descrie-te!
ru: Расскажи о себе!
sv: Beskriv dig själv!
ta: உங்களை விவரியுங்கள்!
te: నీ గురించి చెప్పు!
th: บอกเล่าตัวเองหน่อยสิ!
tr: Kendini anlat!
uk: Розкажіть про себе!
ur: اپنے بارے میں بتائیں!
vi: Giới thiệu về bạn nào!
zh_hans: 介绍一下你自己吧！
zh_hant: 介紹一下你自己吧！

source: Detailed
ar: مفصّل
bn: বিস্তারিত
cs: Podrobné
da: Detaljeret
de: Detailliert
el: Λεπτομερές
es: Detallado
es_419: Detallado
fa: مفصل
fi: Yksityiskohtainen
fil: Detalyado
fr: Détaillé
he: מפורט
hi: विस्तृत
hu: Részletes
hy: Մանրամասն
id: Terperinci
it: Dettagliato
ja: 詳細
ko: 자세하게
ms: Terperinci
nb: Detaljert
nl: Gedetailleerd
pl: Szczegółowy
pt_br: Detalhado
pt_pt: Detalhado
ro: Detaliat
ru: Подробный
sv: Detaljerad
ta: விரிவான
te: వివరంగా
th: ละเอียด
tr: Ayrıntılı
uk: Детальний
ur: تفصیلی
vi: Chi tiết
zh_hans: 详细
zh_hant: 詳細

source: Details
ar: التفاصيل
bn: বিবরণ
cs: Podrobnosti
da: Detaljer
el: Λεπτομέρειες
es: Detalles
es_419: Detalles
fa: جزئیات
fi: Tiedot
fil: Mga Detalye
fr: Détails
he: פרטים
hi: विवरण
hu: Részletek
hy: Մանրամասներ
id: Detail
it: Dettagli
ja: 詳細
ko: 세부 정보
ms: Butiran
nb: Detaljer
pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro: Detalii
ru: Подробности
sv: Detaljer
ta: விவரங்கள்
te: వివరాలు
th: รายละเอียด
tr: Ayrıntılar
uk: Деталі
ur: تفصیلات
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳情

source: Digital Manga
ar: manga رقمي
bn: ডিজিটাল manga
cs: Digitální manga
de: Digitales Manga
el: Ψηφιακό manga
es: Manga digital
es_419: Manga digital
fa: manga دیجیتال
fi: Digitaalinen manga
fil: Digital na Manga
fr: Manga numérique
he: manga דיגיטלי
hi: डिजिटल manga
hu: Digitális manga
hy: Թվային manga
id: Manga Digital
it: Manga digitale
ja: デジタルmanga
ko: 디지털 manga
ms: Manga Digital
nl: Digitale manga
pl: Cyfrowa manga
pt_br: Manga Digital
pt_pt: Manga digital
ro: Manga digitală
ru: Цифровая manga
ta: டிஜிட்டல் manga
te: డిజిటల్ manga
th: manga ดิจิทัล
tr: Dijital Manga
uk: Цифрова manga
ur: ڈیجیٹل manga
vi: Manga kỹ thuật số
zh_hans: 电子 manga
zh_hant: 數位 manga

source: Disabled
ar: معطّل
bn: নিষ্ক্রিয়
cs: Vypnuto
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
es_419: Desactivado
fa: غیرفعال
fi: Poistettu käytöstä
fil: Naka-disable
fr: Désactivé
he: מושבת
hi: अक्षम
hu: Letiltva
hy: Անջատված
id: Dinonaktifkan
it: Disattivato
ja: 無効
ko: 비활성화됨
ms: Dilumpuhkan
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt_br: Desativado
pt_pt: Desativado
ro: Dezactivat
ru: Отключено
sv: Inaktiverad
ta: முடக்கப்பட்டது
te: నిలిపివేయబడింది
th: ปิดใช้งาน
tr: Devre Dışı
uk: Вимкнено
ur: غیر فعال
vi: Đã tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
bn: পরিবর্তন বাতিল করবেন?
cs: Zahodit změny?
da: Kassér ændringer?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es: ¿Descartar los cambios?
es_419: ¿Descartar los cambios?
fa: تغییرات نادیده گرفته شود؟
fi: Hylätäänkö muutokset?
fil: Itapon ang mga pagbabago?
fr: Abandonner les modifications ?
he: לבטל את השינויים?
hi: बदलाव रद्द करें?
hu: Elveti a módosításokat?
hy: Չպահե՞լ փոփոխությունները
id: Buang perubahan?
it: Annullare le modifiche?
ja: 変更を破棄しますか？
ko: 변경 사항을 폐기하시겠습니까?
ms: Buang perubahan?
nb: Vil du forkaste endringene?
nl: Wijzigingen negeren?
pl: Odrzucić zmiany?
pt_br: Descartar alterações?
pt_pt: Descartar as alterações?
ro: Renunțați la modificări?
ru: Отменить изменения?
sv: Kasta ändringar?
ta: மாற்றங்களை நிராகரிக்கவா?
te: మార్పులను విస్మరించాలా?
th: ละทิ้งการเปลี่ยนแปลงหรือไม่?
tr: Değişiklikler iptal edilsin mi?
uk: Скасувати зміни?
ur: کیا تبدیلیاں رد کریں؟
vi: Bỏ các thay đổi?
zh_hans: 放弃更改？
zh_hant: 要捨棄變更嗎？

source: Discontinued
ar: متوقّف
bn: বন্ধ হয়ে গেছে
cs: Pozastaveno
da: Indstillet
de: Eingestellt
el: Διακόπηκε
es: Descontinuado
es_419: Descontinuado
fa: متوقف‌شده
fi: Lopetettu
fil: Itinigil
fr: Abandonné
he: הופסק
hi: बंद कर दिया गया
hu: Megszüntetve
hy: Դադարեցված
id: Dihentikan
it: Interrotto
ja: 中断
ko: 중단됨
ms: Dihentikan
nb: Avsluttet
nl: Stopgezet
pl: Wstrzymane
pt_br: Descontinuado
pt_pt: Descontinuado
ro: Întrerupt
ru: Прекращено
sv: Avbruten
ta: நிறுத்தப்பட்டது
te: నిలిపివేయబడింది
th: ยุติแล้ว
tr: Durduruldu
uk: Припинено
ur: بند کر دیا گیا
vi: Đã ngừng
zh_hans: 已停止
zh_hant: 已中止
